Repository: pretix/pretix-wirecard
Catalog: pretix_wirecard/locale/*/LC_MESSAGES/django.po
Languages: de

source: Customer ID
de: Kunden-ID

source: Toolkit password
de: Toolkit-Passwort

source: Optional. Required to automatically initiate refunds.
de: Optional. Benötigt, um automatisch Rückbuchungen einzuleiten.

source: Credit card payments
de: Kreditkartenzahlung

source: Bancontact / Mister Cash (Belgium)
de: Bancontact / Mister Cash (Belgien)

source: eKonto (Czech Republic)
de: eKonto (Tschechien)

source: ePay.bg (Bulgaria)
de: ePay.bg (Bulgarien)

source: eps-Ueberweisung (Austria)
de: eps-Überweisung (Österreich)

source: Giropay (Germany)
de: giropay (Deutschland)

source: iDEAL (Belgium, Netherlands)
de: iDEAL (Belgien, Niederlande)

source: moneta.ru (Russia, Ukraine)
de: moneta.ru (Russland, Ukraine)

source: Przelewy24 (Poland)
de: Przelewy24 (Polen)

source: POLi (Australia, New Zealand)
de: POLi (Australien, Neuseeland)

source: SEPA Direct Debit (Europe)
de: SEPA-Lastschrift (Europa)

source: SOFORT (Germany, Austria, Switzerland, Belgium, Netherlands, Poland, Italy, Spain)
de: SOFORT (Deutschland, Österreich, Schweiz, Belgien, Niederlande, Polen, Italien, Spanien)

source: TatraPay (Slovak Republic)
de: TatraPay (Slowakei)

source: Trustly (Poland, Finland, Sweden, Estonia)
de: Trustly (Polen, Finnland, Schweden, Estland)

source: TrustPay (Czech Republic, Hungary, Slovak Republic, Slovenia, Estonia, Latvia, Lithuania, Turkey)
de: TrustPay (Tschechien, Ungarn, Slovakei, Slovenien, Estland, Lettland, Litauen, Türkei)

source: Order {event}-{code}
de: Bestellung {event}-{code}

source: ORDER {order} EVENT {event} BY {organizer}
de: BESTNR {order} VERANST {event} VON {organizer}

source: Order {} for event {} by {}
de: Bestellung {} für Veranstaltung {} von {}

source: The money will be automatically refunded.
de: Das Geld wird automatisch zurückerstattet.

source: Wirecard reported an error: {msg}
de: Wirecard hat einen Fehler gemeldet: {msg}

source: We were unable to transfer the money back automatically. Please get in touch with the customer and transfer it back manually.
de: Wir konnten das Geld nicht automatisch zurückerstatten. Bitte setzen Sie sich mit dem Kunden in Verbindung und erstatten Sie es manuell zurück.

source: We had trouble communicating with Wirecard. Please try again and contact support if the problem persists.
de: Wir hatten Probleme, Wirecard zu erreichen. Bitte probieren Sie es später erneut oder wenden Sie sich an den Support.

source: Credit card via Wirecard
de: Kreditkarte über Wirecard

source: Credit card
de: Kreditkarte

source: Bancontact via Wirecard
de: Bancontact über Wirecard

source: eKonto via Wirecard
de: eKonto über Wirecard

source: ePay.bg via Wirecard
de: ePay.bg über Wirecard

source: eps-Ueberweisung via Wirecard
de: eps-Überweisung über Wirecard

source: eps-Ueberweisung
de: eps-Überweisung

source: giropay via Wirecard
de: giropay über Wirecard

source: iDEAL via Wirecard
de: iDEAL über Wirecard

source: moneta.ru via Wirecard
de: moneta.ru über WIrecard

source: Przelewy24 via Wirecard
de: Przelewy24 über Wirecard

source: POLi via Wirecard
de: POLi über Wirecard

source: Skrill Digital Wallet via Wirecard
de: Skrill Digital Wallet über Wirecard

source: TatraPay via Wirecard
de: TatraPay über Wirecard

source: Trustly via Wirecard
de: Trustly über Wirecard

source: TrustPay via Wirecard
de: TrustPay über Wirecard

source: paysafecard via Wirecard
de: paysafecard über Wirecard

source: PayPal via Wirecard
de: PayPal über Wirecard

source: SEPA Direct Debit via Wirecard
de: SEPA-Lastschrift über Wirecard

source: SEPA Direct Debit
de: SEPA-Lastschrift

source: SOFORT via Wirecard
de: SOFORT über Wirecard

source: Charge succeeded.
de: Zahlung erfolgreich.

source: Charge pending.
de: Zahlung ausstehend.

source: Charge canceled.
de: Zahlung abgebrochen.

source: Charge failed.
de: Zahlung fehlgeschlagen.

source: Wirecard reported an event: {}
de: Wirecard hat ein Ereignis gemeldet: {}

source: The Wirecard transaction %(payment)s has succeeded, but the order %(order)s is expired and the product was sold out in the meantime. Therefore, the payment could not be acceped. Please contact the user and refund the money via Wirecard's interface.
de: Die Wirecard-Transaktion %(payment)s war erfolgreich, aber die Bestellung %(order)s war abgelaufen und das Produkt wurde während der Transaktion ausverkauft. Die Zahlung konnte daher nicht akzeptiert werden. Bitte kontaktieren Sie den User und überweisen Sie das Geld über Wirecards Oberfläche zurück.

source: After you submitted your order, we will redirect you to Wirecard to complete your payment. You will then be redirected back here to get your tickets.
de: Nach Abschluss der Bestellung, leiten wir Sie zu Wirecard um, um Ihre Zahlung abzuschließen. Danach werden Sie zu diesem Shop zurückgeleitet um Ihre Tickets zu erhalten.

source: You need to turn on JavaScript for this payment method to work.
de: Sie müssen JavaScript anschalten, damit diese Zahlungsmethode funktioniert.

source: This order has been paid with %(provname)s.
de: Diese Bestellung wurde mit %(provname)s bezahlt.

source: This order has been planned to be paid with %(provname)s and has been marked as refunded.
de: Diese Bestellung sollte mit %(provname)s bezahlt werden und ist als erstattet markiert.

source: This order has been planned to be paid with %(provname)s, but the payment has not yet been completed.
de: Diese Bezahlung soll per %(provname)s bezahlt werden, aber die Bezahlung ist noch nicht vollständig.

source: Payment type
de: Zahlungsart

source: Order number
de: Bestellnummer

source: Payment state
de: Zahlungsstatus

source: Amount
de: Betrag

source: Message
de: Nachricht

source: Financial Institution
de: Finanzinstitut

source: Card number
de: Kreditkartennummer

source: Card holder
de: Karteninhaber

source: Payer
de: Zahlender

source: Mandate ID
de: Mandatsreferenz

source: Due date
de: Fälligkeitsdatum

source: Our attempt to execute your payment has failed. Please try again or contact us.
de: Unser Versuch, die Zahlung auszuführen, ist gescheitert. Bitte probieren Sie es erneut oder kontaktieren Sie uns.

source: We're waiting for an answer regarding your payment. Please contact us, if this takes more than a few hours.
de: Wir warten auf eine Antwort bezüglich Ihrer Zahlung. Bitte kontaktieren Sie uns, falls dies mehr als ein paar Stunden dauert.

source: Redirecting...
de: Weiterleitung…

source: You will be redirected shortly.
de: Sie werden gleich weitergeleitet.

source: If this takes longer than a few seconds, press this button:
de: Wenn dies länger als einige Sekunden dauert, klicken Sie bitte diesen Button:

source: Please turn on JavaScript, before you continue.
de: Bitte aktiviere JavaScript, bevor Sie fortfahren.

source: Continue
de: Fortfahren

source: Sorry, we could not validate the payment result. Please try again or contact the event organizer to check if your payment was successful.
de: Wir konnten die Zahlung leider nicht validieren. Bitte versuchen Sie es erneut oder kontaktieren Sie den Veranstalter, um herauszufinden ob die Zahlung erfolgreich war.

source: The payment process was canceled. You can click below to try again.
de: Die Zahlung wurde abgebrochen. Sie können es mit dem untenstehenden Button erneut versuchen.

source: The payment failed with the following message: {message}. You can click below to try again.
de: Die Zahlung ist mit der folgenden Meldung fehlgeschlagen: {message}. Sie können es mit dem untenstehenden Button erneut versuchen.

source: Your payment has been started processing and will take a while to complete. We will send you an email once your payment is completed. If this takes longer than expected, contact the event organizer.
de: Der Zahlungsvorgang wurde angestoßen und kann eine kleine Weile dauern. Wir senden Ihnen eine E-Mail, sobald Ihre Zahlung vollständig ist. Wenn dies länger dauert als erwartet, kontaktieren Sie den Veranstalter.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
de: Entschuldigen Sie bitte, es gab einen Fehler im Bezahlvorgang. Bitte klicken Sie auf den Link in der E-Mail, die wir Ihnen geschickt haben, um fortzufahren.
